tap "caskroom/cask"
tap "charmbracelet/tap"
tap "coursier/formulas"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "ingorichter/iosevka-comfy"
tap "libsql/sqld"
tap "lusingander/tap"
tap "maoueh/tap"
tap "mongodb/brew"
brew "openssl@3"
brew "python@3.12"
brew "bat"
brew "bottom"
brew "gcc"
brew "btop"
brew "glib", link: false
brew "cowsay"
brew "folly"
brew "fizz"
brew "mvfst"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "libtool"
brew "fastfetch"
brew "fd"
brew "unbound"
brew "harfbuzz"
brew "rav1e"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "fortune"
brew "fswatch"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "openssl@1.1"
brew "python@3.11"
brew "git-filter-repo"
brew "gitui"
brew "glow"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "helix"
brew "helm"
brew "hyperfine"
brew "iperf3"
brew "jq"
brew "lazygit"
brew "libev"
brew "libewf"
brew "libraqm"
brew "lolcat"
brew "lsd"
brew "micro"
brew "node"
brew "mongosh"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "nnn"
brew "openssl@1.1"
brew "openvino"
brew "parallel"
brew "pillow", link: false
brew "postgresql@15"
brew "protobuf"
brew "ranger"
brew "ripgrep"
brew "sl"
brew "sqlc"
brew "starship"
brew "telnet"
brew "tig"
brew "tmux"
brew "tree"
brew "unar"
brew "vhs"
brew "w3m"
brew "watchman"
brew "wget"
brew "yazi"
brew "yj"
brew "youtube-dl"
brew "zig"
brew "zoxide"
brew "zsh-autosuggestions"
brew "autometrics-dev/tap/am"
brew "charmbracelet/tap/mods"
brew "charmbracelet/tap/wishlist"
brew "coursier/formulas/coursier"
brew "hashicorp/tap/terraform"
brew "mongodb/brew/mongodb-community"
cask "devutils"
cask "fig"
cask "firefox"
cask "font-symbols-only-nerd-font"
cask "gstreamer-runtime"
cask "hammerspoon"
cask "kawa"
cask "manymc"
cask "ngrok"
cask "openlens"
cask "orbstack"
cask "prismlauncher"
cask "steam"
cask "wave"
cask "wine-stable"

