tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mongodb/brew"
brew "bat"
brew "bottom"
brew "gcc"
brew "btop"
brew "glib"
brew "sqlite"
brew "python@3.9"
brew "fd"
brew "libtool"
brew "harfbuzz"
brew "rav1e"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fortune"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "glow"
brew "gobject-introspection"
brew "librsvg"
brew "graphviz"
brew "lolcat"
brew "lsd"
brew "openjdk"
brew "maven"
brew "micro"
brew "mingw-w64"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "node@16"
brew "pnpm"
brew "starship"
brew "telnet"
brew "tmux"
brew "vhs"
brew "wget"
brew "youtube-dl"
brew "zsh-autosuggestions"
cask "fig"
cask "firefox"
cask "manymc"
cask "ngrok"
cask "prismlauncher"
cask "steam"
cask "wine-stable"
cask "zulu17"
cask "zulu8"
