tap "caskroom/cask"
tap "charmbracelet/tap"
tap "coursier/formulas"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "libsql/sqld"
tap "maoueh/tap"
tap "mongodb/brew"
brew "bat"
brew "bottom"
brew "gcc"
brew "btop"
brew "glib", link: false
brew "cowsay"
brew "folly"
brew "fizz"
brew "wangle"
brew "fb303"
brew "edencommon"
brew "libtool"
brew "fd"
brew "unbound"
brew "harfbuzz"
brew "rav1e"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "fortune"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "openssl@1.1"
brew "python@3.11"
brew "git-filter-repo"
brew "glow"
brew "gobject-introspection"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "hyperfine"
brew "jq"
brew "lolcat"
brew "lsd"
brew "micro"
brew "node"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "parallel"
brew "protobuf"
brew "ranger"
brew "sl"
brew "starship"
brew "telnet"
brew "tmux"
brew "vhs"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "zoxide"
brew "zsh-autosuggestions"
brew "charmbracelet/tap/mods"
brew "coursier/formulas/coursier"
cask "devutils"
cask "fig"
cask "firefox"
cask "gstreamer-runtime"
cask "kawa"
cask "manymc"
cask "ngrok"
cask "orbstack"
cask "prismlauncher"
cask "steam"
cask "wave"
cask "wine-stable"
cask "zulu17"
cask "zulu8"
